Repository: AlexandreFenyo/youtubenopub
Catalog: ShareManager/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# Delete local data — body
source: This deletes all non-synced folders and their content, as well as the content of the Default folder. Folders synchronized with iCloud are preserved.
ar: يحذف هذا الإجراء جميع المجلدات غير المتزامنة ومحتواها، بالإضافة إلى محتوى مجلد Default. تُحفظ المجلدات المتزامنة مع iCloud.
bn: এই অপারেশন সমস্ত সিঙ্ক না করা ফোল্ডার ও তাদের কনটেন্ট, সেইসাথে Default ফোল্ডারের কনটেন্ট মুছে ফেলে। iCloud-এর সাথে সিঙ্ক করা ফোল্ডারগুলি সংরক্ষিত হয়।
ca: Aquesta operació elimina totes les carpetes no sincronitzades i el seu contingut, així com el contingut de la carpeta Default. Les carpetes sincronitzades amb iCloud es conserven.
cs: Tato operace odstraní všechny nesynchronizované složky a jejich obsah, stejně jako obsah složky Default. Složky synchronizované s iCloud zůstanou zachovány.
da: Denne handling sletter alle ikke-synkroniserede mapper og deres indhold samt indholdet af Default-mappen. Mapper synkroniseret med iCloud bevares.
de: Dieser Vorgang löscht alle nicht synchronisierten Ordner und ihren Inhalt sowie den Inhalt des Ordners Default. Mit iCloud synchronisierte Ordner bleiben erhalten.
el: Αυτή η ενέργεια διαγράφει όλους τους μη συγχρονισμένους φακέλους και το περιεχόμενό τους, καθώς και το περιεχόμενο του φακέλου Default. Οι φάκελοι που συγχρονίζονται με το iCloud διατηρούνται.
es: Esta operación elimina todas las carpetas no sincronizadas y su contenido, así como el contenido de la carpeta Default. Las carpetas sincronizadas con iCloud se conservan.
fi: Tämä poistaa kaikki synkronoimattomat kansiot ja niiden sisällön sekä Default-kansion sisällön. iCloudin kanssa synkronoidut kansiot säilytetään.
fr: Cette opération supprime tous les folders non synchronisés et leur contenu, ainsi que le contenu du folder Default. Les folders synchronisés avec iCloud sont préservés.
fr_ca: Cette opération supprime tous les dossiers non synchronisés et leur contenu, ainsi que le contenu du dossier Default. Les dossiers synchronisés avec iCloud sont préservés.
gu: આ ક્રિયા તમામ સિન્ક ન કરેલા ફોલ્ડર્સ અને તેમની સામગ્રી, તેમજ Default ફોલ્ડરની સામગ્રી કાઢી નાખે છે. iCloud સાથે સિન્ક કરેલા ફોલ્ડર્સ સાચવેલા રહે છે.
he: פעולה זו מוחקת את כל התיקיות שאינן מסונכרנות ואת תוכנן, וכן את תוכן תיקיית Default. תיקיות המסונכרנות עם iCloud נשמרות.
hi: यह क्रिया सभी असिंक फ़ोल्डर और उनकी सामग्री, साथ ही Default फ़ोल्डर की सामग्री हटाती है। iCloud के साथ सिंक किए गए फ़ोल्डर सुरक्षित रहते हैं।
hr: Ova radnja briše sve nesinkronizirane mape i njihov sadržaj, kao i sadržaj mape Default. Mape sinkronizirane s iCloudom su sačuvane.
hu: Ez a művelet törli az összes nem szinkronizált mappát és annak tartalmát, valamint a Default mappa tartalmát. Az iCloud-dal szinkronizált mappák megmaradnak.
id: Tindakan ini menghapus semua folder yang tidak disinkronkan beserta isinya, serta isi folder Default. Folder yang disinkronkan dengan iCloud akan dipertahankan.
it: Questa operazione elimina tutte le cartelle non sincronizzate e il loro contenuto, nonché il contenuto della cartella Default. Le cartelle sincronizzate con iCloud sono preservate.
ja: この操作は、すべての非同期フォルダとその内容、および Default フォルダの内容を削除します。iCloud と同期されたフォルダは保持されます。
kn: ಈ ಕ್ರಿಯೆಯು ಎಲ್ಲಾ ಸಿಂಕ್ ಆಗದ ಫೋಲ್ಡರ್‌ಗಳು ಮತ್ತು ಅವುಗಳ ವಿಷಯವನ್ನು, ಹಾಗೆಯೇ Default ಫೋಲ್ಡರ್‌ನ ವಿಷಯವನ್ನು ಅಳಿಸುತ್ತದೆ. iCloud ನೊಂದಿಗೆ ಸಿಂಕ್ ಮಾಡಿದ ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಸಂರಕ್ಷಿಸಲಾಗುತ್ತದೆ.
ko: 이 작업은 동기화되지 않은 모든 폴더와 그 내용, Default 폴더의 내용을 삭제합니다. iCloud와 동기화된 폴더는 유지됩니다.
ml: ഈ പ്രവർത്തനം എല്ലാ സിങ്ക് ചെയ്യാത്ത ഫോൾഡറുകളും അവയുടെ ഉള്ളടക്കവും, Default ഫോൾഡറിന്റെ ഉള്ളടക്കവും ഇല്ലാതാക്കുന്നു. iCloud-ൽ സിങ്ക് ചെയ്ത ഫോൾഡറുകൾ സംരക്ഷിക്കപ്പെടുന്നു.
mr: ही क्रिया सर्व सिंक न केलेले फोल्डर आणि त्यांची सामग्री, तसेच Default फोल्डरची सामग्री हटवते. iCloud सोबत सिंक केलेले फोल्डर जतन केले जातात.
ms: Tindakan ini memadam semua folder yang tidak disegerakkan beserta kandungannya, serta kandungan folder Default. Folder yang disegerakkan dengan iCloud akan dikekalkan.
nb: Denne handlingen sletter alle ikke-synkroniserte mapper og innholdet i dem, samt innholdet i Default-mappen. Mapper synkronisert med iCloud beholdes.
nl: Deze actie verwijdert alle niet-gesynchroniseerde mappen en hun inhoud, evenals de inhoud van de Default-map. Mappen die met iCloud zijn gesynchroniseerd, blijven behouden.
or: ଏହି କ୍ରିୟା ସମସ୍ତ ଅସିଙ୍କ ଫୋଲ୍ଡର ଏବଂ ସେମାନଙ୍କର ବିଷୟବସ୍ତୁ, ଏବଂ Default ଫୋଲ୍ଡରର ବିଷୟବସ୍ତୁ ବିଲୋପ କରେ। iCloud ସହିତ ସିଙ୍କ ହୋଇଥିବା ଫୋଲ୍ଡରଗୁଡ଼ିକ ସଂରକ୍ଷିତ ରୁହନ୍ତି।
pa: ਇਹ ਕਾਰਵਾਈ ਸਾਰੇ ਨਾ-ਸਿੰਕ ਕੀਤੇ ਫੋਲਡਰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਸਮੱਗਰੀ, ਨਾਲ ਹੀ Default ਫੋਲਡਰ ਦੀ ਸਮੱਗਰੀ ਨੂੰ ਮਿਟਾ ਦਿੰਦੀ ਹੈ। iCloud ਨਾਲ ਸਿੰਕ ਕੀਤੇ ਫੋਲਡਰ ਸੁਰੱਖਿਅਤ ਰਹਿੰਦੇ ਹਨ।
pl: Ta operacja usuwa wszystkie niezsynchronizowane foldery i ich zawartość, a także zawartość folderu Default. Foldery zsynchronizowane z iCloud są zachowywane.
pt: Esta operação elimina todas as pastas não sincronizadas e o respetivo conteúdo, bem como o conteúdo da pasta Default. As pastas sincronizadas com o iCloud são preservadas.
ro: Această operațiune șterge toate folderele nesincronizate și conținutul lor, precum și conținutul folderului Default. Folderele sincronizate cu iCloud sunt păstrate.
ru: Эта операция удаляет все несинхронизированные папки и их содержимое, а также содержимое папки Default. Папки, синхронизированные с iCloud, сохраняются.
sk: Táto operácia odstráni všetky nesynchronizované priečinky a ich obsah, ako aj obsah priečinka Default. Priečinky synchronizované s iCloud zostanú zachované.
sl: To dejanje izbriše vse nesinhronizirane mape in njihovo vsebino, pa tudi vsebino mape Default. Mape, sinhronizirane z iCloudom, ostanejo ohranjene.
sv: Denna åtgärd raderar alla osynkroniserade mappar och deras innehåll, samt innehållet i Default-mappen. Mappar som synkroniserats med iCloud bevaras.
ta: இந்தச் செயல்பாடு ஒத்திசைக்கப்படாத அனைத்து கோப்புறைகளையும் அவற்றின் உள்ளடக்கத்தையும், Default கோப்புறையின் உள்ளடக்கத்தையும் நீக்குகிறது. iCloud உடன் ஒத்திசைக்கப்பட்ட கோப்புறைகள் பாதுகாக்கப்படுகின்றன.
te: ఈ చర్య అన్ని సింక్ చేయని ఫోల్డర్‌లు మరియు వాటి కంటెంట్‌ను, అలాగే Default ఫోల్డర్ కంటెంట్‌ను తొలగిస్తుంది. iCloudతో సింక్ చేసిన ఫోల్డర్‌లు భద్రపరచబడతాయి.
th: การดำเนินการนี้จะลบโฟลเดอร์ที่ไม่ได้ซิงค์ทั้งหมดและเนื้อหาในนั้น รวมถึงเนื้อหาของโฟลเดอร์ Default โฟลเดอร์ที่ซิงค์กับ iCloud จะถูกเก็บไว้
tr: Bu işlem, senkronize edilmemiş tüm klasörleri ve içeriklerini ve Default klasörünün içeriğini siler. iCloud ile senkronize edilmiş klasörler korunur.
uk: Ця операція видаляє всі несинхронізовані теки та їхній вміст, а також вміст теки Default. Теки, синхронізовані з iCloud, зберігаються.
ur: یہ کارروائی تمام غیر مطابقت پذیر فولڈرز اور ان کے مواد، اور ساتھ ہی Default فولڈر کے مواد کو حذف کرتی ہے۔ iCloud کے ساتھ مطابقت پذیر فولڈرز محفوظ رہتے ہیں۔
vi: Thao tác này xóa tất cả các thư mục chưa đồng bộ và nội dung của chúng, cũng như nội dung của thư mục Default. Các thư mục đã đồng bộ với iCloud được giữ lại.
zh_hans: 此操作会删除所有未同步的文件夹及其内容,以及 Default 文件夹的内容。与 iCloud 同步的文件夹将被保留。
zh_hant: 此操作會刪除所有未同步的檔案夾及其內容,以及 Default 檔案夾的內容。與 iCloud 同步的檔案夾將被保留。

# Delete local data — confirm
source: Delete only local data?
ar: حذف البيانات المحلية فقط؟
bn: শুধুমাত্র স্থানীয় ডেটা মুছবেন?
ca: Eliminar només les dades locals?
cs: Smazat pouze místní data?
da: Slet kun lokale data?
de: Nur lokale Daten löschen?
el: Διαγραφή μόνο τοπικών δεδομένων;
es: ¿Eliminar solo los datos locales?
fi: Poistetaanko vain paikalliset tiedot?
fr: Supprimer les données uniquement locales ?
fr_ca: Supprimer uniquement les données locales ?
gu: ફક્ત સ્થાનિક ડેટા કાઢી નાખવો છે?
he: למחוק רק נתונים מקומיים?
hi: केवल स्थानीय डेटा हटाएँ?
hr: Izbrisati samo lokalne podatke?
hu: Csak a helyi adatok törlése?
id: Hapus hanya data lokal?
it: Eliminare solo i dati locali?
ja: ローカルデータのみ削除しますか?
kn: ಸ್ಥಳೀಯ ಡೇಟಾ ಮಾತ್ರ ಅಳಿಸಬೇಕೆ?
ko: 로컬 데이터만 삭제하시겠습니까?
ml: ലോക്കൽ ഡാറ്റ മാത്രം ഇല്ലാതാക്കണോ?
mr: फक्त स्थानिक डेटा हटवायचा?
ms: Padam data setempat sahaja?
nb: Slette kun lokale data?
nl: Alleen lokale gegevens verwijderen?
or: କେବଳ ସ୍ଥାନୀୟ ତଥ୍ୟ ବିଲୋପ କରନ୍ତୁ?
pa: ਸਿਰਫ਼ ਲੋਕਲ ਡਾਟਾ ਮਿਟਾਉਣਾ ਹੈ?
pl: Usunąć tylko dane lokalne?
pt: Apagar apenas dados locais?
ro: Ștergeți doar datele locale?
ru: Удалить только локальные данные?
sk: Vymazať len lokálne údaje?
sl: Izbrisati samo lokalne podatke?
sv: Radera endast lokal data?
ta: உள்ளூர் தரவை மட்டும் நீக்கவா?
te: స్థానిక డేటాను మాత్రమే తొలగించాలా?
th: ลบเฉพาะข้อมูลในเครื่องหรือไม่?
tr: Yalnızca yerel veriler silinsin mi?
uk: Видалити лише локальні дані?
ur: صرف مقامی ڈیٹا حذف کریں؟
vi: Chỉ xóa dữ liệu cục bộ?
zh_hans: 仅删除本地数据?
zh_hant: 僅刪除本機資料?

source: Delete only local data
ar: حذف البيانات المحلية فقط
bn: শুধুমাত্র স্থানীয় ডেটা মুছুন
ca: Eliminar només les dades locals
cs: Smazat pouze místní data
da: Slet kun lokale data
de: Nur lokale Daten löschen
el: Διαγραφή μόνο τοπικών δεδομένων
es: Eliminar solo los datos locales
fi: Poista vain paikalliset tiedot
fr: Supprimer les données uniquement locales
fr_ca: Supprimer uniquement les données locales
gu: ફક્ત સ્થાનિક ડેટા કાઢી નાખો
he: מחק רק נתונים מקומיים
hi: केवल स्थानीय डेटा हटाएँ
hr: Izbriši samo lokalne podatke
hu: Csak a helyi adatok törlése
id: Hapus hanya data lokal
it: Elimina solo i dati locali
ja: ローカルデータのみ削除
kn: ಸ್ಥಳೀಯ ಡೇಟಾ ಮಾತ್ರ ಅಳಿಸಿ
ko: 로컬 데이터만 삭제
ml: ലോക്കൽ ഡാറ്റ മാത്രം ഇല്ലാതാക്കുക
mr: फक्त स्थानिक डेटा हटवा
ms: Padam data setempat sahaja
nb: Slett kun lokale data
nl: Verwijder alleen lokale gegevens
or: କେବଳ ସ୍ଥାନୀୟ ତଥ୍ୟ ବିଲୋପ କରନ୍ତୁ
pa: ਸਿਰਫ਼ ਲੋਕਲ ਡਾਟਾ ਮਿਟਾਓ
pl: Usuń tylko dane lokalne
pt: Apagar apenas dados locais
ro: Șterge doar datele locale
ru: Удалить только локальные данные
sk: Vymazať len lokálne údaje
sl: Izbriši samo lokalne podatke
sv: Radera endast lokal data
ta: உள்ளூர் தரவை மட்டும் நீக்கு
te: స్థానిక డేటాను మాత్రమే తొలగించండి
th: ลบเฉพาะข้อมูลในเครื่อง
tr: Yalnızca yerel verileri sil
uk: Видалити лише локальні дані
ur: صرف مقامی ڈیٹا حذف کریں
vi: Chỉ xóa dữ liệu cục bộ
zh_hans: 仅删除本地数据
zh_hant: 僅刪除本機資料

source: Delete these items
ar: حذف هذه العناصر
bn: এই আইটেমগুলো মুছুন
ca: Eliminar aquests elements
cs: Smazat tyto položky
da: Slet disse elementer
de: Diese Objekte löschen
el: Διαγραφή αυτών των στοιχείων
es: Eliminar estos elementos
fi: Poista nämä kohteet
fr: Supprimer ces objets
fr_ca: Supprimer ces éléments
gu: આ આઇટમ્સ કાઢી નાખો
he: מחק פריטים אלה
hi: इन आइटम को हटाएँ
hr: Izbriši ove stavke
hu: Elemek törlése
id: Hapus item ini
it: Elimina questi elementi
ja: これらの項目を削除
kn: ಈ ಐಟಂಗಳನ್ನು ಅಳಿಸಿ
ko: 이 항목 삭제
ml: ഈ ഇനങ്ങൾ ഇല്ലാതാക്കുക
mr: हे आयटम हटवा
ms: Padam item ini
nb: Slett disse elementene
nl: Deze items verwijderen
or: ଏହି ଆଇଟମ୍ ଡିଲିଟ୍
pa: ਇਹਨਾਂ ਆਈਟਮਾਂ ਨੂੰ ਮਿਟਾਓ
pl: Usuń te elementy
pt: Apagar estes itens
ro: Șterge aceste elemente
ru: Удалить эти объекты
sk: Odstrániť tieto položky
sl: Izbriši te elemente
sv: Radera dessa objekt
ta: இந்த உருப்படிகளை நீக்கு
te: ఈ అంశాలను తొలగించు
th: ลบรายการเหล่านี้
tr: Bu öğeleri sil
uk: Видалити ці елементи
ur: یہ آئٹمز حذف کریں
vi: Xóa các mục này
zh_hans: 删除这些项目
zh_hant: 刪除這些項目

source: Deleting this folder also deletes every item it contains.
ar: سيؤدي حذف هذا المجلد أيضًا إلى حذف جميع العناصر التي يحتوي عليها.
bn: এই ফোল্ডারটি মুছে ফেললে এর মধ্যে থাকা সমস্ত আইটেমও মুছে যাবে।
ca: Suprimir aquesta carpeta també eliminarà tots els elements que conté.
cs: Smazáním této složky se odstraní i všechny její položky.
da: Sletning af denne mappe sletter også alle dens emner.
de: Wenn du diesen Ordner löschst, werden auch alle darin enthaltenen Objekte gelöscht.
el: Η διαγραφή αυτού του φακέλου θα διαγράψει και όλα τα στοιχεία που περιέχει.
es: Eliminar esta carpeta también eliminará todos los elementos que contiene.
fi: Tämän kansion poistaminen poistaa myös kaikki sen sisältämät kohteet.
fr: Supprimer ce dossier supprime également tous les éléments qu'il contient.
fr_ca: Supprimer ce dossier supprime également tous les éléments qu'il contient.
gu: આ ફોલ્ડર કાઢી નાખવાથી તેની અંદરની બધી આઇટમ્સ પણ કાઢી નાખવામાં આવશે.
he: מחיקת תיקייה זו תמחק גם את כל הפריטים שהיא מכילה.
hi: यह फ़ोल्डर हटाने से इसमें मौजूद सभी आइटम भी हट जाएँगे।
hr: Brisanjem ove mape brišu se i sve stavke u njoj.
hu: A mappa törlésével az abban lévő összes elem is törlődik.
id: Menghapus folder ini juga akan menghapus semua item di dalamnya.
it: Eliminando questa cartella verranno eliminati anche tutti gli elementi in essa contenuti.
ja: このフォルダを削除すると、その中のすべての項目も削除されます。
kn: ಈ ಫೋಲ್ಡರ್ ಅಳಿಸಿದರೆ ಅದರಲ್ಲಿರುವ ಎಲ್ಲ ಐಟಂಗಳೂ ಅಳಿಸಲ್ಪಡುತ್ತವೆ.
ko: 이 폴더를 삭제하면 폴더 안에 있는 모든 항목도 함께 삭제됩니다.
ml: ഈ ഫോൾഡർ ഇല്ലാതാക്കിയാൽ അതിലെ എല്ലാ ഇനങ്ങളും ഇല്ലാതാകും.
mr: हा फोल्डर हटवल्याने त्यातील सर्व आयटमदेखील हटवले जातील.
ms: Memadamkan folder ini juga akan memadamkan semua item di dalamnya.
nb: Når du sletter denne mappen, slettes også alle elementer i den.
nl: Door deze map te verwijderen, worden ook alle items erin verwijderd.
or: ଏହି ଫୋଲ୍ଡର୍ ଡିଲିଟ୍ କଲେ ଏଥିରେ ଥିବା ସବୁ ଆଇଟମ୍ ମଧ୍ୟ ଡିଲିଟ୍ ହେବ।
pa: ਇਸ ਫੋਲਡਰ ਨੂੰ ਹਟਾਉਣ ਨਾਲ ਇਸ ਵਿੱਚ ਮੌਜੂਦ ਸਾਰੀਆਂ ਆਈਟਮਾਂ ਵੀ ਹਟ ਜਾਣਗੀਆਂ।
pl: Usunięcie tego folderu spowoduje także usunięcie wszystkich zawartych w nim elementów.
pt: Apagar esta pasta também apaga todos os itens que contém.
ro: Ștergerea acestui dosar va șterge și toate elementele din el.
ru: Удаление этой папки также удалит все содержащиеся в ней элементы.
sk: Odstránením tohto priečinka sa odstránia aj všetky jeho položky.
sl: Z brisanjem te mape se izbrišejo tudi vsi elementi v njej.
sv: Om du raderar den här mappen raderas även alla objekt i den.
ta: இந்தக் கோப்புறையை நீக்கினால் அதில் உள்ள அனைத்து உருப்படிகளும் நீக்கப்படும்.
te: ఈ ఫోల్డర్‌ను తొలగించడం వల్ల దానిలోని అన్ని అంశాలు కూడా తొలగించబడతాయి.
th: การลบโฟลเดอร์นี้จะลบรายการทั้งหมดในโฟลเดอร์ด้วย
tr: Bu klasörü silmek, içindeki tüm öğeleri de siler.
uk: Видалення цієї папки також видалить усі її елементи.
ur: اس فولڈر کو حذف کرنے سے اس میں موجود تمام اشیاء بھی حذف ہو جائیں گی۔
vi: Xóa thư mục này cũng sẽ xóa mọi mục bên trong.
zh_hans: 删除此文件夹会同时删除其中包含的所有项目。
zh_hant: 刪除此資料夾也會一併刪除其中的所有項目。

source: Describing image…
ar: جارٍ وصف الصورة…
bn: ছবি বর্ণনা করা হচ্ছে…
ca: Descrivint la imatge…
cs: Popisování obrázku…
da: Beskriver billede…
de: Bild wird beschrieben…
el: Περιγραφή εικόνας…
es: Describiendo imagen…
fi: Kuvausta kirjoitetaan…
fr: Description de l'image en cours…
fr_ca: Description de l'image en cours…
gu: છબીનું વર્ણન કરી રહ્યાં છીએ…
he: מתאר תמונה…
hi: छवि का वर्णन हो रहा है…
hr: Opisivanje slike…
hu: Kép leírása…
id: Mendeskripsikan gambar…
it: Descrizione dell'immagine…
ja: 画像を説明中…
kn: ಚಿತ್ರ ವಿವರಿಸಲಾಗುತ್ತಿದೆ…
ko: 이미지 설명 중…
ml: ചിത്രം വിവരിക്കുന്നു…
mr: प्रतिमेचे वर्णन करत आहे…
ms: Menerangkan imej…
nb: Beskriver bilde…
nl: Afbeelding beschrijven…
or: ଛବି ବର୍ଣ୍ଣନା କରୁଛି…
pa: ਤਸਵੀਰ ਦਾ ਵੇਰਵਾ ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Opisywanie obrazu…
pt: A descrever a imagem…
ro: Se descrie imaginea…
ru: Описание изображения…
sk: Popisovanie obrázka…
sl: Opisovanje slike…
sv: Beskriver bild…
ta: படம் விவரிக்கப்படுகிறது…
te: చిత్రాన్ని వివరిస్తోంది…
th: กำลังอธิบายภาพ…
tr: Görüntü açıklanıyor…
uk: Опис зображення…
ur: تصویر کی وضاحت ہو رہی ہے…
vi: Đang mô tả hình ảnh…
zh_hans: 正在描述图片…
zh_hant: 正在描述圖片…

source: Describing video…
ar: جارٍ وصف الفيديو…
bn: ভিডিও বর্ণনা করা হচ্ছে…
ca: Descrivint el vídeo…
cs: Popis videa…
da: Beskriver video…
de: Video wird beschrieben…
el: Περιγραφή βίντεο…
es: Describiendo vídeo…
fi: Kuvaillaan videota…
fr: Description de la vidéo…
fr_ca: Description de la vidéo…
gu: વિડિયોનું વર્ણન થઈ રહ્યું છે…
he: מתאר את הסרטון…
hi: वीडियो का वर्णन हो रहा है…
hr: Opisivanje videozapisa…
hu: Videó leírása…
id: Mendeskripsikan video…
it: Descrizione video…
ja: 動画を説明中…
kn: ವೀಡಿಯೊ ವಿವರಿಸಲಾಗುತ್ತಿದೆ…
ko: 동영상 설명 중…
ml: വീഡിയോ വിവരിക്കുന്നു…
mr: व्हिडिओचे वर्णन करत आहे…
ms: Memerihalkan video…
nb: Beskriver video…
nl: Video beschrijven…
or: ଭିଡିଓ ବର୍ଣ୍ଣନା…
pa: ਵੀਡੀਓ ਦਾ ਵਰਣਨ ਹੋ ਰਿਹਾ ਹੈ…
pl: Opisywanie wideo…
pt: A descrever o vídeo…
ro: Se descrie videoclipul…
ru: Описание видео…
sk: Popis videa…
sl: Opisovanje videa…
sv: Beskriver video…
ta: வீடியோவை விவரிக்கிறது…
te: వీడియోను వివరిస్తోంది…
th: กำลังบรรยายวิดีโอ…
tr: Video tanımlanıyor…
uk: Опис відео…
ur: ویڈیو کی وضاحت ہو رہی ہے…
vi: Đang mô tả video…
zh_hans: 正在描述视频…
zh_hant: 正在描述影片…

source: Done
ar: تم
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
fr_ca: Terminé
gu: થયું
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kn: ಮುಗಿದಿದೆ
ko: 완료
ml: പൂർത്തിയായി
mr: पूर्ण
ms: Selesai
nb: Ferdig
nl: Gereed
or: ସମାପ୍ତ
pa: ਮੁਕੰਮਲ
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit note
ar: تعديل الملاحظة
bn: নোট সম্পাদনা
ca: Editar nota
cs: Upravit poznámku
da: Rediger note
de: Notiz bearbeiten
el: Επεξεργασία σημείωσης
es: Editar nota
fi: Muokkaa muistiinpanoa
fr: Modifier la note
fr_ca: Modifier la note
gu: નોંધ સંપાદિત કરો
he: ערוך הערה
hi: नोट संपादित करें
hr: Uredi bilješku
hu: Jegyzet szerkesztése
id: Edit catatan
it: Modifica nota
ja: メモを編集
kn: ಟಿಪ್ಪಣಿ ಸಂಪಾದಿಸಿ
ko: 메모 편집
ml: കുറിപ്പ് എഡിറ്റ് ചെയ്യുക
mr: नोट संपादित करा
ms: Edit nota
nb: Rediger notat
nl: Notitie bewerken
or: ଟିପ୍ପଣୀ ସଂପାଦନ
pa: ਨੋਟ ਸੰਪਾਦਨ
pl: Edytuj notatkę
pt: Editar nota
ro: Editează notă
ru: Изменить заметку
sk: Upraviť poznámku
sl: Uredi opombo
sv: Redigera anteckning
ta: குறிப்பைத் திருத்து
te: నోట్ సవరించు
th: แก้ไขโน้ต
tr: Notu düzenle
uk: Редагувати нотатку
ur: نوٹ ترمیم کریں
vi: Sửa ghi chú
zh_hans: 编辑备注
zh_hant: 編輯備註

source: Edit title
ar: تعديل العنوان
bn: শিরোনাম সম্পাদনা করুন
ca: Edita el títol
cs: Upravit název
da: Rediger titel
de: Titel bearbeiten
el: Επεξεργασία τίτλου
es: Editar título
fi: Muokkaa otsikkoa
fr: Modifier le titre
fr_ca: Modifier le titre
gu: શીર્ષક સંપાદિત કરો
he: ערוך כותרת
hi: शीर्षक संपादित करें
hr: Uredi naslov
hu: Cím szerkesztése
id: Edit judul
it: Modifica titolo
ja: タイトルを編集
kn: ಶೀರ್ಷಿಕೆ ಸಂಪಾದಿಸಿ
ko: 제목 편집
ml: തലക്കെട്ട് എഡിറ്റ് ചെയ്യുക
mr: शीर्षक संपादित करा
ms: Edit tajuk
nb: Rediger tittel
nl: Titel bewerken
or: ଶୀର୍ଷକ ସଂପାଦନ କରନ୍ତୁ
pa: ਸਿਰਲੇਖ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj tytuł
pt: Editar título
ro: Editează titlul
ru: Изменить название
sk: Upraviť názov
sl: Uredi naslov
sv: Redigera titel
ta: தலைப்பைத் திருத்து
te: శీర్షికను సవరించండి
th: แก้ไขชื่อ
tr: Başlığı düzenle
uk: Редагувати назву
ur: عنوان میں ترمیم کریں
vi: Sửa tiêu đề
zh_hans: 编辑标题
zh_hant: 編輯標題

source: Empty
ar: إفراغ
bn: খালি করুন
ca: Buida
cs: Vyprázdnit
da: Tøm
de: Leeren
el: Εκκένωση
es: Vaciar
fi: Tyhjennä
fr: Vider
fr_ca: Vider
gu: ખાલી કરો
he: רוקן
hi: खाली करें
hr: Isprazni
hu: Kiürítés
id: Kosongkan
it: Svuota
ja: 空にする
kn: ಖಾಲಿ ಮಾಡಿ
ko: 비우기
ml: ശൂന്യമാക്കുക
mr: रिकामा करा
ms: Kosongkan
nb: Tøm
nl: Leegmaken
or: ଖାଲି କରନ୍ତୁ
pa: ਖਾਲੀ ਕਰੋ
pl: Opróżnij
pt: Esvaziar
ro: Golește
ru: Очистить
sk: Vyprázdniť
sl: Izprazni
sv: Töm
ta: காலி செய்
te: ఖాళీ చేయండి
th: ล้าง
tr: Boşalt
uk: Очистити
ur: خالی کریں
vi: Làm trống
zh_hans: 清空
zh_hant: 清空

source: Empty this folder?
ar: إفراغ هذا المجلد؟
bn: এই ফোল্ডার খালি করবেন?
ca: Vols buidar aquesta carpeta?
cs: Vyprázdnit tuto složku?
da: Tøm denne mappe?
de: Diesen Ordner leeren?
el: Εκκένωση αυτού του φακέλου;
es: ¿Vaciar esta carpeta?
fi: Tyhjennetäänkö tämä kansio?
fr: Vider ce dossier ?
fr_ca: Vider ce dossier ?
gu: આ ફોલ્ડર ખાલી કરશો?
he: לרוקן את התיקייה?
hi: क्या यह फ़ोल्डर खाली करें?
hr: Isprazniti ovu mapu?
hu: Kiüríti ezt a mappát?
id: Kosongkan folder ini?
it: Svuotare questa cartella?
ja: このフォルダを空にしますか？
kn: ಈ ಫೋಲ್ಡರ್ ಖಾಲಿ ಮಾಡುವುದೇ?
ko: 이 폴더를 비울까요?
ml: ഈ ഫോൾഡർ ശൂന്യമാക്കണോ?
mr: हा फोल्डर रिकामा करायचा?
ms: Kosongkan folder ini?
nb: Tømme denne mappen?
nl: Deze map leegmaken?
or: ଏହି ଫୋଲ୍ଡର୍ ଖାଲି କରିବେ?
pa: ਇਹ ਫੋਲਡਰ ਖਾਲੀ ਕਰੀਏ?
pl: Opróżnić ten folder?
pt: Esvaziar esta pasta?
ro: Goliți acest dosar?
ru: Очистить эту папку?
sk: Vyprázdniť tento priečinok?
sl: Izprazniti to mapo?
sv: Töm denna mapp?
ta: இந்த கோப்புறையை காலி செய்யவா?
te: ఈ ఫోల్డర్‌ను ఖాళీ చేయాలా?
th: ล้างโฟลเดอร์นี้หรือไม่?
tr: Bu klasör boşaltılsın mı?
uk: Очистити цю папку?
ur: اس فولڈر کو خالی کریں؟
vi: Làm trống thư mục này?
zh_hans: 清空此文件夹？
zh_hant: 清空此資料夾？

source: Enable Debug Logs
ar: تفعيل سجلات التصحيح
bn: ডিবাগ লগ সক্ষম করুন
ca: Activa els registres de depuració
cs: Povolit ladicí protokoly
da: Aktivér fejlfindingslogs
de: Debug-Protokolle aktivieren
el: Ενεργοποίηση αρχείων καταγραφής
es: Activar registros de depuración
fi: Ota virheenkorjauslokit käyttöön
fr: Activer les journaux de débogage
fr_ca: Activer les journaux de débogage
gu: ડિબગ લૉગ્સ સક્ષમ કરો
he: הפעל יומני איתור באגים
hi: डीबग लॉग सक्षम करें
hr: Omogući zapisnike za otklanjanje pogrešaka
hu: Hibakeresési naplók engedélyezése
id: Aktifkan log debug
it: Abilita log di debug
ja: デバッグログを有効にする
kn: ಡೀಬಗ್ ಲಾಗ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 디버그 로그 사용
ml: ഡീബഗ് ലോഗുകൾ പ്രാപ്തമാക്കുക
mr: डीबग लॉग सक्षम करा
ms: Dayakan log nyahpepijat
nb: Aktiver feilsøkingslogger
nl: Foutopsporingslogboeken inschakelen
or: ଡିବଗ୍ ଲଗ୍ ସକ୍ଷମ କରନ୍ତୁ
pa: ਡੀਬੱਗ ਲੌਗ ਚਾਲੂ ਕਰੋ
pl: Włącz dzienniki debugowania
pt: Ativar registos de depuração
ro: Activează jurnalele de depanare
ru: Включить журналы отладки
sk: Povoliť ladiace záznamy
sl: Omogoči razhroščevalne dnevnike
sv: Aktivera felsökningsloggar
ta: பிழைத்திருத்த பதிவுகளை இயக்கு
te: డీబగ్ లాగ్‌లను ప్రారంభించండి
th: เปิดใช้งานบันทึกการดีบัก
tr: Hata Ayıklama Günlüklerini Etkinleştir
uk: Увімкнути журнали налагодження
ur: ڈیبگ لاگز فعال کریں
vi: Bật nhật ký gỡ lỗi
zh_hans: 启用调试日志
zh_hant: 啟用調試日誌

source: Fetching date…
ar: جارٍ جلب التاريخ…
bn: তারিখ আনা হচ্ছে…
ca: Recuperant la data…
cs: Načítání data…
da: Henter dato…
de: Datum wird abgerufen…
el: Ανάκτηση ημερομηνίας…
es: Obteniendo la fecha…
fi: Haetaan päivämäärää…
fr: Date en cours de récupération…
fr_ca: Date en cours de récupération…
gu: તારીખ મેળવી રહ્યાં છીએ…
he: מאחזר תאריך…
hi: तारीख प्राप्त की जा रही है…
hr: Dohvaćanje datuma…
hu: Dátum lekérése…
id: Mengambil tanggal…
it: Recupero della data…
ja: 日付を取得中…
kn: ದಿನಾಂಕ ಪಡೆಯಲಾಗುತ್ತಿದೆ…
ko: 날짜 가져오는 중…
ml: തീയതി എടുത്തുകൊണ്ടിരിക്കുന്നു…
mr: तारीख मिळवित आहे…
ms: Mendapatkan tarikh…
nb: Henter dato…
nl: Datum ophalen…
or: ତାରିଖ ଆଣୁଛି…
pa: ਤਾਰੀਖ਼ ਲੈ ਰਹੇ ਹਾਂ…
pl: Pobieranie daty…
pt: A obter a data…
ro: Se obține data…
ru: Получение даты…
sk: Získavanie dátumu…
sl: Pridobivanje datuma…
sv: Hämtar datum…
ta: தேதி பெறப்படுகிறது…
te: తేదీని పొందుతోంది…
th: กำลังดึงวันที่…
tr: Tarih alınıyor…
uk: Отримання дати…
ur: تاریخ حاصل ہو رہی ہے…
vi: Đang lấy ngày…
zh_hans: 正在获取日期…
zh_hant: 正在取得日期…

source: Fetching location…
ar: جارٍ جلب الموقع…
bn: অবস্থান আনা হচ্ছে…
ca: Recuperant la ubicació…
cs: Načítání polohy…
da: Henter placering…
de: Standort wird abgerufen…
el: Ανάκτηση τοποθεσίας…
es: Obteniendo la ubicación…
fi: Haetaan sijaintia…
fr: Lieu en cours de récupération…
fr_ca: Lieu en cours de récupération…
gu: સ્થાન મેળવી રહ્યાં છીએ…
he: מאחזר מיקום…
hi: स्थान प्राप्त किया जा रहा है…
hr: Dohvaćanje lokacije…
hu: Hely lekérése…
id: Mengambil lokasi…
it: Recupero della posizione…
ja: 位置情報を取得中…
kn: ಸ್ಥಳ ಪಡೆಯಲಾಗುತ್ತಿದೆ…
ko: 위치 가져오는 중…
ml: സ്ഥാനം എടുത്തുകൊണ്ടിരിക്കുന്നു…
mr: स्थान मिळवित आहे…
ms: Mendapatkan lokasi…
nb: Henter plassering…
nl: Locatie ophalen…
or: ଅବସ୍ଥାନ ଆଣୁଛି…
pa: ਟਿਕਾਣਾ ਲੈ ਰਹੇ ਹਾਂ…
pl: Pobieranie lokalizacji…
pt: A obter a localização…
ro: Se obține locația…
ru: Получение местоположения…
sk: Získavanie polohy…
sl: Pridobivanje lokacije…
sv: Hämtar plats…
ta: இடம் பெறப்படுகிறது…
te: స్థానం పొందుతోంది…
th: กำลังดึงตำแหน่ง…
tr: Konum alınıyor…
uk: Отримання місцезнаходження…
ur: مقام حاصل ہو رہا ہے…
vi: Đang lấy vị trí…
zh_hans: 正在获取位置…
zh_hant: 正在取得位置…
